      ******************************************************************
      * Author:Santiago Quiroz
      * Date:29/03/22
      * Purpose:
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. YOUR-PROGRAM-NAME.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Hello world"
            DISPLAY "Primer programa en COBOL"
            STOP RUN.
       END PROGRAM YOUR-PROGRAM-NAME.
